export const sponsors = {
  ja: [
    {
      name: "FairyDevices",
      imgSrc: "/static/2022/sponsors/fairydevices.png",
      description:
        "Fairy Devicesは音声処理技術に強みを持つ会社で、現在自社開発したウェアラブルデバイスTHINKLETとそれを用いた現場DXソリューションの開発に力を入れています。 CES2022でのイノベーションアワードの受賞など業界内で高い評価を受けており、現在数千台が世に出ています。 これらのデバイスを遠隔管理するクラウドAPIの開発言語にRustを採用しており、Rustを使って業務を行いたい開発者の方々を強く歓迎します。 新しい技術やものづくりに関心の強いメンバーが多くドックフーディングを推奨しています。 少しでも興味がある方はぜひカジュアル面談でお話ししましょう。",
      url: "https://fairydevices.notion.site/Fairy-Devices-9fd48971f95b4d888256e7ced62c5687",
    },
    {
      name: "株式会社ゆめみ",
      imgSrc: "/static/2022/sponsors/yumemi.png",
      description:
        "顧客が感じる他社にはないゆめみの強みは「 Quality & Agility 」です。  大規模なサービスで求められる高い品質を機動的に実現していける会社は、大企業やスタートアップでは両立しないため、非常に少なく顧客から評価されています。 ゆめみでは、2018年10月1日に、世界でも革新的な「アジャイル組織宣言」を行ない、組織がスケールしても、QualityとAgilityがより一層強化される仕組みを確立しました。 そういった、挑戦の取り組みは、展開する顧客のインターネットサービスの成長を実現するだけでなく、顧客企業自体の成長、組織アジリティ向上に貢献することも使命として掲げており、その挑戦に対して参画していただける仲間を積極的に求めています。",
      url: "https://hrmos.co/pages/yumemi",
    },
    {
      name: "パイオニア株式会社",
      imgSrc: "/static/2022/sponsors/pioneer.png",
      description:
        "私たちパイオニアは、これまでに数多くの世界初のサービスを生み出してきました。 そのブランドは世界でも広く知られており、大きな財産となっています。そして、それらを生み出してきたのは、社名の通り、一人ひとりのパイオニア精神です。よく世の中では“モノ”から“コト”へと言われますが、私たちが目指すのはモビリティ（自動車を含む移動体）を中心とした、“モノ（ハード）”×“コト（サービス）”です。  2025年に向けた新企業ビジョン「未来の移動体験を創ります」のもと、SaaSソリューションカンパニーへの変革に向けて一緒に働く仲間を募集しています。",
      url: "https://js03.jposting.net/pioneer/u/job.phtml?bz=rusttokyo",
    },
    {
      name: "フルカイテン株式会社",
      imgSrc: "/static/2022/sponsors/fullkaiten.jpg",
      description:
        "弊社が開発する『FULL KAITEN』は小売業で発生する在庫過多の問題をAIと独自の技術で解決し、文字通り在庫を「フル回転」させるという、これまでにないサービスです。 Rustを使用したGraphQLサーバーの構築や、Pythonを使用したデータ基盤の構築メンバーとして活躍していただける方・データ基盤として大規模なバッチ処理の構築経験のあるエンジニアを大募集しています。（Rustに関してはGoやScalaなど他の静的型付け言語のご経験があれば問題ございません） 導入企業の成果に直結する機能開発ですので、ユーザーからの評価がダイレクトに感じられるのが魅力です。",
      url: "https://corp.full-kaiten.com/index.html#career",
    },
    {
      name: "キャディ株式会社",
      imgSrc: "/static/2022/sponsors/caddi.png",
      description:
        "キャディは「モノづくり産業のポテンシャルを解放する」をミッションに、特注金属加工品の受発注を通して、製造業の業務プロセスを変革することで、製造業に関わる方々のポテンシャルを解放し、より豊かなモノづくりができる状態を目指しています。その変革のキーとなるのはテクノロジーであり、最適受発注システム、生産管理システム、物流拠点管理システム等の開発を通じて、製造業のアップデートに取り組んでいます。 最近では、製造業向けの図面活用クラウドサービス「CADDi DRAWER」をリリースしました。特注金属加工品の提供だけでなく、その調達に必要なソフトウェアの提供を通して、さらなる製造業の進化に取り組みます。\n",
      url: "https://corp.caddi.jp/recruit/eng",
    },
    {
      name: "ユニークビジョン株式会社",
      imgSrc: "/static/2022/sponsors/uniquevision.png",
      description:
        "ユニークビジョンでは、Twitterキャンペーンツールやチャットボットなど、SNSマーケティングをより効果的に運営するためのツール「Belugaシリーズ」を開発・運用しています。 Belugaシリーズは2011年のリリース以来、大手企業を中心にのべ400社以上の企業に導入され、2300件以上の施策に利用していただいております。 これらのツール開発のため、Web API（フレームワークにはActix Webを使用）、クローラなどの常駐プログラム、メモリ使用量を抑えたい処理など様々な場面で Rust を採用しています。",
      url: "https://www.uniquevision.co.jp/recruit",
    },
    {
      name: "株式会社エモーションテック",
      imgSrc: "/static/2022/sponsors/emotiontech.png",
      description:
        '株式会社エモーションテックは、顧客体験（CX）解析クラウド「EmotionTech CX」や従業員エンゲージメント解析クラウド「EmotionTech EX」を用いた経営課題解決支援サービスを提供し、急成長しているベンチャー企業です。業界トップクラスの企業を中心に、450社以上の企業に導入いただき高い評価を受けております。  顧客や従業員のロイヤルティに焦点を当てた独自のデータ解析技術・分析フレーム、および独自開発のクラウドシステムにより、企業の持続的成長を"企業活動における顧客接点のクオリティ向上"や"従業員のエンゲージメント最大化による生産性向上"といった所謂「エクスペリエンス マネジメント」という手段で支援しております。  「エクスペリエンス マネジメント」という今注目の新規市場を育て、会社を成長させていくためには、現在進めている新プロダクトの開発が非常に重要と考えています。 新プロダクトの開発では、各マイクロサービスの開発でRustを活用しています。 0→1でプロダクトを開発したい方、会社の成長、市場成長をドライブさせていきたい方にぴったりの環境です。',
      url: "https://hrmos.co/pages/emotion-tech/jobs",
    },
  ],
  en: [
    {
      name: "FairyDevices",
      imgSrc: "/static/2022/sponsors/fairydevices.png",
      description:
        "Fairy Devicesは音声処理技術に強みを持つ会社で、現在自社開発したウェアラブルデバイスTHINKLETとそれを用いた現場DXソリューションの開発に力を入れています。 CES2022でのイノベーションアワードの受賞など業界内で高い評価を受けており、現在数千台が世に出ています。 これらのデバイスを遠隔管理するクラウドAPIの開発言語にRustを採用しており、Rustを使って業務を行いたい開発者の方々を強く歓迎します。 新しい技術やものづくりに関心の強いメンバーが多くドックフーディングを推奨しています。 少しでも興味がある方はぜひカジュアル面談でお話ししましょう。",
      url: "https://fairydevices.notion.site/Fairy-Devices-9fd48971f95b4d888256e7ced62c5687",
    },
    {
      name: "株式会社ゆめみ",
      imgSrc: "/static/2022/sponsors/yumemi.png",
      description:
        "顧客が感じる他社にはないゆめみの強みは「 Quality & Agility 」です。  大規模なサービスで求められる高い品質を機動的に実現していける会社は、大企業やスタートアップでは両立しないため、非常に少なく顧客から評価されています。 ゆめみでは、2018年10月1日に、世界でも革新的な「アジャイル組織宣言」を行ない、組織がスケールしても、QualityとAgilityがより一層強化される仕組みを確立しました。 そういった、挑戦の取り組みは、展開する顧客のインターネットサービスの成長を実現するだけでなく、顧客企業自体の成長、組織アジリティ向上に貢献することも使命として掲げており、その挑戦に対して参画していただける仲間を積極的に求めています。",
      url: "https://hrmos.co/pages/yumemi",
    },
    {
      name: "パイオニア株式会社",
      imgSrc: "/static/2022/sponsors/pioneer.png",
      description:
        "私たちパイオニアは、これまでに数多くの世界初のサービスを生み出してきました。 そのブランドは世界でも広く知られており、大きな財産となっています。そして、それらを生み出してきたのは、社名の通り、一人ひとりのパイオニア精神です。よく世の中では“モノ”から“コト”へと言われますが、私たちが目指すのはモビリティ（自動車を含む移動体）を中心とした、“モノ（ハード）”×“コト（サービス）”です。  2025年に向けた新企業ビジョン「未来の移動体験を創ります」のもと、SaaSソリューションカンパニーへの変革に向けて一緒に働く仲間を募集しています。",
      url: "https://js03.jposting.net/pioneer/u/job.phtml?bz=rusttokyo",
    },
    {
      name: "フルカイテン株式会社",
      imgSrc: "/static/2022/sponsors/fullkaiten.jpg",
      description:
        "弊社が開発する『FULL KAITEN』は小売業で発生する在庫過多の問題をAIと独自の技術で解決し、文字通り在庫を「フル回転」させるという、これまでにないサービスです。 Rustを使用したGraphQLサーバーの構築や、Pythonを使用したデータ基盤の構築メンバーとして活躍していただける方・データ基盤として大規模なバッチ処理の構築経験のあるエンジニアを大募集しています。（Rustに関してはGoやScalaなど他の静的型付け言語のご経験があれば問題ございません） 導入企業の成果に直結する機能開発ですので、ユーザーからの評価がダイレクトに感じられるのが魅力です。",
      url: "https://corp.full-kaiten.com/index.html#career",
    },
    {
      name: "キャディ株式会社",
      imgSrc: "/static/2022/sponsors/caddi.png",
      description:
        "キャディは「モノづくり産業のポテンシャルを解放する」をミッションに、特注金属加工品の受発注を通して、製造業の業務プロセスを変革することで、製造業に関わる方々のポテンシャルを解放し、より豊かなモノづくりができる状態を目指しています。その変革のキーとなるのはテクノロジーであり、最適受発注システム、生産管理システム、物流拠点管理システム等の開発を通じて、製造業のアップデートに取り組んでいます。 最近では、製造業向けの図面活用クラウドサービス「CADDi DRAWER」をリリースしました。特注金属加工品の提供だけでなく、その調達に必要なソフトウェアの提供を通して、さらなる製造業の進化に取り組みます。\n",
      url: "https://corp.caddi.jp/recruit/eng",
    },
    {
      name: "ユニークビジョン株式会社",
      imgSrc: "/static/2022/sponsors/uniquevision.png",
      description:
        "ユニークビジョンでは、Twitterキャンペーンツールやチャットボットなど、SNSマーケティングをより効果的に運営するためのツール「Belugaシリーズ」を開発・運用しています。 Belugaシリーズは2011年のリリース以来、大手企業を中心にのべ400社以上の企業に導入され、2300件以上の施策に利用していただいております。 これらのツール開発のため、Web API（フレームワークにはActix Webを使用）、クローラなどの常駐プログラム、メモリ使用量を抑えたい処理など様々な場面で Rust を採用しています。",
      url: "https://www.uniquevision.co.jp/recruit",
    },
    {
      name: "株式会社エモーションテック",
      imgSrc: "/static/2022/sponsors/emotiontech.png",
      description:
        '株式会社エモーションテックは、顧客体験（CX）解析クラウド「EmotionTech CX」や従業員エンゲージメント解析クラウド「EmotionTech EX」を用いた経営課題解決支援サービスを提供し、急成長しているベンチャー企業です。業界トップクラスの企業を中心に、450社以上の企業に導入いただき高い評価を受けております。  顧客や従業員のロイヤルティに焦点を当てた独自のデータ解析技術・分析フレーム、および独自開発のクラウドシステムにより、企業の持続的成長を"企業活動における顧客接点のクオリティ向上"や"従業員のエンゲージメント最大化による生産性向上"といった所謂「エクスペリエンス マネジメント」という手段で支援しております。  「エクスペリエンス マネジメント」という今注目の新規市場を育て、会社を成長させていくためには、現在進めている新プロダクトの開発が非常に重要と考えています。 新プロダクトの開発では、各マイクロサービスの開発でRustを活用しています。 0→1でプロダクトを開発したい方、会社の成長、市場成長をドライブさせていきたい方にぴったりの環境です。',
      url: "https://hrmos.co/pages/emotion-tech/jobs",
    },
  ],
};
